Repository: saket-jha/testing
Catalog: languages/*.po
Languages: as

source: %s Archives
as: %s ভঁৰাল

source: Tag Archives: %s
as: টেগ ভঁৰাল: %s

source: Search Results for: %s
as: %s-ৰ বাবে অনুসন্ধানৰ ফলাফল

# header image description
source: Diamond
as: হীৰা

# header image description
source: Star
as: তৰা

# header image description
source: Circle
as: বৃত্তীয়

source: Next <span class="meta-nav">&rarr;</span>
as: পৰৱৰ্তী <span class="meta-nav">&rarr;</span>

source: Full resolution
as: পূৰ্ণ ৰিজলুশ্যন

source: <span class="meta-nav">&larr;</span> Previous
as: <span class="meta-nav">&larr;</span> পূৰ্বৱৰ্তী

source: <span class="attachment-meta">Published on <time class="entry-date" datetime="%1$s">%2$s</time> in <a href="%3$s" title="Return to %4$s" rel="gallery">%5$s</a></span>
as: <span class="attachment-meta">প্ৰকাশ কৰা হৈছিল <time class="entry-date" datetime="%1$s">%2$s</time> in <a href="%3$s" title="Return to %4$s" rel="gallery">%5$s</a></span>

source: Link to full-size image
as: পূৰ্ণ আকাৰৰ ছবিলৈ সংযোগ

source: Skip to content
as: লেখালৈ এৰাই যাওক

source: Menu
as: মেনু

source: Permalink to %s
as: %s-ৰ স্থায়ী সংযোগ

# 1: post format name. 2: date
source: %1$s on %2$s
as: %2$s তাৰিখে %1$s

source: View all posts by %s
as: %s-ৰ সকলো পষ্ট চাওক

source: Sticky
as: স্থায়ী (sticky)

source: Post navigation
as: পষ্ট সাৰণী

source: Newer posts <span class="meta-nav">&rarr;</span>
as: সাম্প্ৰতিক পষ্ট <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older posts
as: <span class="meta-nav">&larr;</span> পুৰণি পষ্ট

source: Appears on posts and pages in the sidebar.
as: চাইডবাৰৰ পষ্ট বা পৃষ্ঠাত প্ৰকাশ পায়।

source: Posts navigation
as: পষ্ট নেভিগেশ্যন

source: Secondary Widget Area
as: গৌন উইজেট এৰিয়া

source: Main Widget Area
as: প্ৰধান উইজেট এলেকা

source: Appears in the footer section of the site.
as: চাইটৰ ফুটাৰ অংশত প্ৰকাশ পায়।

# Bitter font: on or off
source: on
as: off

source: Page %s
as: পৃষ্ঠা %s

# Source Sans Pro font: on or off
source: on
as: off

source: Navigation Menu
as: নেভিগেশ্যন মেনু

source: Proudly powered by %s
as: %sৰ দ্বাৰা সগৰ্ব চালিত

source: Semantic Personal Publishing Platform
as: ব্যক্তিগত প্ৰকাশন মঞ্চ

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
as: দুঃখিত, আপুনি বিচৰা ধৰণে একো মিল পোৱা নগ'ল। অনুগ্ৰহ কৰি বেলেগ শব্দ দি পুনৰ চেষ্টা কৰক।

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
as: আপুনি বিচৰাটো আমি নাপালো। বোধহয় অনুসন্ধানে এই ক্ষেত্ৰত সহায় কৰিব।

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
as: আপোনাৰ প্ৰথম পষ্টটো প্ৰকাশ কৰিবলৈ সাজুনে? <a href="%1$s">ইয়াত আৰম্ভ কৰক</a>।

source: Nothing Found
as: একো পোৱা নগ'ল

source: One comment so far
as: এতিয়ালৈকে এটা মন্তব্য

source: View all % comments
as: গোটেই %টা মন্তব্য চাওক

source: Leave a comment
as: মন্তব্য দিয়ক

source: Edit
as: সম্পাদনা

source: Pages:
as: পৃষ্ঠা:

source: Comments are closed.
as: মন্তব্য প্ৰদান বন্ধ কৰা আছে।

source: Newer Comments &rarr;
as: সাম্প্ৰতিক মন্তব্য &rarr;

source: &larr; Older Comments
as: &larr; পুৰণি মন্তব্য

source: Comment navigation
as: মন্তব্য সাৰণী

# comments title
source: One thought on &ldquo;%2$s&rdquo;
as: &ldquo;%2$s&rdquo; সম্পৰ্কত এটা চিন্তা

source: Category Archives: %s
as: শিতান ভঁৰাল: %s

source: All posts by %s
as: %s-ৰ দ্বাৰা সকলো পষ্ট

source: View all posts by %s <span class="meta-nav">&rarr;</span>
as: %s <span class="meta-nav">&rarr;</span>ৰ সকলো পষ্ট চাওক

source: About %s
as: %s-ৰ বিষয়ে

source: Archives
as: ভঁৰাল

source: Yearly Archives: %s
as: বছৰেকীয়া ভঁৰাল: %s

source: Monthly Archives: %s
as: মাহিলী ভঁৰাল: %s

source: Daily Archives: %s
as: দৈনিক ভঁৰাল: %s

source: It looks like nothing was found at this location. Maybe try a search?
as: এই স্থানত একো পোৱা নগ'ল। এটা অনুসন্ধান চলাব নেকি?

source: This is somewhat embarrassing, isn&rsquo;t it?
as: এইটো কিছুপৰিমাণে লজ্জাকৰ, নহয়নে বাৰু?

source: Not Found
as: পোৱা নগ'ল
